"1000" = "Es wurde keine Auswahl getroffen";
"1001" = "Es wurde kein Speicherverzeichnis gefunden";
"1002" = "Das genannte Verzeichnis existiert nicht";
"1003" = "Die genannte URL ist kein Verzeichnis";
"1004" = "Ein oder mehrere Bilder konnte nicht gespeichert werden";
"1005" = "Dieser Dateityp wird derzeit nicht unterstützt";